
{
    "input": {
        "title": "Входные данные",
        "sex":"Пол:",
        "male":"мужской",
        "female":"женский",
        "birthday":"Дата рождения:",
        "month":"мес.",
        "year":"лет",
        "exp_to":"Трудовой стаж до 1998 года:",
        "exp_after":"Трудовой стаж с 1998 года:",
        "average":"Средняя заработная плата в месяц:",
        "period_pay":"периодичность взносов:",
        "enlarge_sal":"С учетом ежегодного роста заработной платы:",
        "opv":"Обязательные пенсионные взносы (ОПВ):",
        "current_sum":"текущая сумма накоплений:",
        "oppv":"Обязательные профессиональные пенсионные взносы (ОППВ)",
        "dpv":"Добровольные пенсионные взносы (ДПВ)",
        "pay_age":"возраст получения:",
        "sum_dpv":"сумма добровольных взносов:",
        "moth_sal":"желаемая ежемесячная выплата в тенге:",
        "refrsh":"сбросить",
        "result":"рассчитать"
    },
    "output":{
        "title": "Прогноз вашей пенсии",
        "pess":"Пессимистичный",
        "real":"Реалистичный",
        "opti":"Оптимистичный",
        "payout_age_opv":"возраст и дата выхода на пенсию (ОПВ/ОППВ)",
        "payout_age_dpv":"возраст и дата начала получения выплат по ДПВ",
        "payout_years":"количество лет до исчерпания накоплений по:",
        "opv":"ОПВ",
        "oppv":"ОППВ",
        "dpv":"ДПВ",
        "solidarity":"солидарная пенсия, тг/мес.",
        "basic":"базовая пенсия, тг/мес.",
        "pension_enpf":"пенсия из ЕНПФ, тг/мес",
        "what_more":"в том числе:",
        "pens_annunity":"Пенсионный аннуитет из страховой компании, тг/мес",
        "sum":"ПОБЩАЯ СУММА, ТГ/МЕС.",
        "prognoz":"Прогнозируемая заработная плата",
        "koef":"Коэффициент замещения",
        "graph":"график",
        "table":"таблица",
        "send_email":"отправить на e-mail"
    },
    "tooltip":{
        "ave_salary_des":"Укажите ваш доход за месяц (до вычета всех налогов)",
        "period_payin_des":"Укажите, с какой периодичностью Вы вносите пенсионные взносы (1 раз в год; 2 раза в год; 3 раза в год … до 12 раз в год)",
        "enlarge_salary_des":"Укажите возможный ежегодный рост заработной платы в процентах или в абсолютном выражении (в тенге)",
        "$opv_des":"Деньги, вносимые в ЕНПФ в соответствии с Законом (10% от дохода)",
        "cur_sum_des":"Укажите общую сумму Ваших пенсионных накоплений за счет ОПВ на текущую дату",
        "oppv_des":"Деньги (в размере 5% от дохода работника), перечисленные работодателями за счет собственных средств в ЕНПФ в пользу работников, занятых на работах с вредными условиями труда, профессии которых предусмотрены перечнем производств, работ, профессий работников",
        "oppv_sum_des":"Укажите общую сумму Ваших пенсионных накоплений за счет ОППВ на текущую дату",
        "dpv_des":"Деньги, вносимые вкладчиками по своей инициативе в ЕНПФ в пользу получателя пенсионных выплат",
        "dpv_sum_des":"Укажите общую сумму Ваших пенсионных накоплений за счет ДПВ на текущую дату",
        "age_payout_des":"Получить пенсионные выплаты из ЕНПФ за счет ДПВ вправе лица, достигшие 50-летнего возраста, либо являющиеся инвалидами, либо выезжающие или выехавшие на ПМЖ за пределы РК",
        "period_payout_des":"Укажите, с какой периодичностью Вы вносите ДПВ (1 раз в год; 2 раза в год; 3 раза в год … до 12 раз в год) в процентах от заработной платы или в абсолютном выражении (в тенге)",
        "month_payout_des":"Укажите какую сумму в тенге Вы хотите получать за счет ДПВ",
        "pp_des":"При пессимистичном сценарии предполагается реальный инвестиционный доход 0%",
        "rr_des":"При реалистичном сценарии предполагается реальный инвестиционный доход в 1%",
        "oo_des":"При оптимистичном сценарии предполагается реальный инвестиционный доход в 2%",
        "pen_age_des":"Указана дата Вашего выхода на пенсию в соответствии с законодательством",
        "age_payout_dpv_des":"Указана дата, с которой Вы можете получать пенсионные выплаты за счет ДПВ",
        "count_year_opv_des":"Указано количество лет, в течение которого Вы сможете получать пенсионные накопления из ЕНПФ по ОПВ",
        "count_year_oppv_des":"Указано количество лет, в течение которого Вы сможете получать пенсионные накопления из ЕНПФ по ОППВ",
        "count_year_dpv_des":"Указано количество лет, в течение которого Вы сможете получать пенсионные накопления из ЕНПФ по ДПВ",
        "total_sum_des":"Результат сложения базовой, солидарной и накопительной пенсии",
        "prognozRes_des":"Прогнозируемая заработная плата на момент выхода на пенсию",
        "total_pen_des":"Указанная общая сумма является прогнозной и рассчитана в 1-й год выхода на пенсию",
        "koefZam_des":"Доля пенсии от последней заработной платы в %"
    },
    "alert":{
        "res_all":"в рамках пессимистичного, реалистичного и оптимистичного сценариев",
        "res_real":"в рамках реалистичного и оптимистичного сценариев",
        "res_opt":"в рамках оптимистичного сценария",
        "res_annunity":"Уведомляем Вас о том, что прогнозная сумма Ваших пенсионных накоплений к достижению пенсионного возраста является достаточной для приобретения пожизненного пенсионного аннуитета (прим.: Пожизненный пенсионный аннуитет – это договор, который позволяет Вам получать пожизненные ежемесячные пенсионные выплаты).",
        "res_ask":"Желаете рассчитать пожизненный пенсионный аннуитет?",
        "error":"Ошибка",
        "enter_field":"Необходимо заполнить обязательные поля",
        "enter_email":"Введите Ваш e-mail чтобы получить результаты прогноза пенсии и нажмите «Отправить»",
        "payout_graph":"График выплат пенсии",
        "incorrect_email":"Не правильный E-mail",
        "initial":"Все прогнозные результаты представляются в реальном стоимостном выражении (за минусом инфляции соответствующего периода прогноза)"

    },
    "table":{
        "basic":"базовая пенсия",
        "solidarity":"солидарная пенсия",
        "pens_annunity":"Пенсионный аннуитет",
        "sum":"Всего",
        "koef":"Коэффициент замещения",
        "year":"Год",
        "age":"Возраст"

    }
}